[
  {
    "_id": "635a0c0b64a6d231228942ae",
    "service_id": "04",
    "title": "Berries-Fruits",
    "img": "https://cdn.pixabay.com/photo/2010/12/13/10/05/berries-2277__340.jpg",
    "price": "20.00",
    "description": "This Mixed Berry Fruit Salad is a delightful accompaniment to any meal, no matter what it is, or no matter the time of day. Your friends and family will be raving over the sweet mixture of fresh blueberries, plump juicy strawberries, and the sweet black and red raspberries. You will find that it is incredibly easy to prep all of the fresh berries and toss them into a jh When making a fruit salad recipe bowl, you often think about the fruits that usually turn brown. You wonder how to prevent this from happening. Fruits like, bananas, apples and pears tend to change color. To prevent this from happening, simply squeeze a generous amount over the fruit salad bowl. Toss it together to coat the fruits. It is ok to use either fresh or store bought lemons.Using something acidic like vinegar on your fruit salad recipe will work but the resulting flavor would n t be great. It is best to use lemons instead. Honey is usually another great and sweet way to keep your fruits from turning brown. I used honey for this fruit salad recipe even though none of the fruits used will turn brown. ",
    "facility": [
      {
        "name": "Instant Car Services",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "24/7 Quality Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "Easy Customer Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "Quality Cost Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      }
    ]
  },
  {
    "_id": "635a0c0b64a6d231228942af",
    "service_id": "05",
    "title": "Salted Turtles",
    "img": "https://americanpecan.com/wp-content/uploads/2018/01/Dark-chocolate-salted-caramel-pecan-turtles-6-rsz-1024x675.jpg",
    "price": "20.00",
    "description": "Dark Chocolate Salted Caramel Pecan Turtles are crunchy, creamy, and of course… chocolatey! This simple treat is fun to make and will make any cookie platter extra special! Homemade Turtle Candies are a must make this holiday season! I ve always loved Valentine s Day. Even when I was a single lady! Because to me, it s never been about the romance. But instead, a day I get to take stock of the special people in my life and shower them with affection… and CANDY! And if you know me at all, you know when I say candy, I mean homemade candy.And that s where these Dark Chocolate Salted Caramel Pecan Turtles come in. Made with love… chocolate, caramel, and plenty of pecans, they re absolutely irresistible! And perfect for gifting to friends and loved ones this V-day. For an extra festive touch, you can even make little hearts on top of each turtle using two pecans. So easy and SO cute ↓ Before you begin, I suggest tasting your pecans to ensure they re fresh. They should be golden in color when you purchase them. For optimal freshness, I suggest storing your pecans in an airtight container in the fridge  they ll keep for 9 months, or up to 2 years in the freezer, Speaking of pecans, you re going to want to toast them before adding the caramel and chocolate. This simple step is really important because it enhances the pecans natural flavor and makes the finished product extra delicious. When you re ready to assemble the turtles, you re going to want to line a large baking sheet with parchment paper, and then lightly grease or spray the parchment with a non-stick baking spray. This step helps ensure the turtle candies won t get stuck to the paper! Then you ll arrange the toasted pecans in star shaped clusters of 5. Like this ↓",
    "facility": [
      {
        "name": "Instant Car Services",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "24/7 Quality Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "Easy Customer Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "Quality Cost Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      }
    ]
  },
  {
    "_id": "635b591a1dafe382a9da8c96",
    "service_id": "01",
    "title": "Krunchy Fried Chicken",
    "img": "https://krispykrunchy.com/wp-content/uploads/2020/12/12-pc-mixed.png",
    "price": "200.00",
    "description": "When it comes to chicken there just isnt anything more delicious than a juicy, crusty piece of finger-licking good fried chicken. It might seem intimidating to fry your own chicken, but its actually pretty straightforward and it puts grocery store and fast food fried chicken to shame.  If you have a thermometer for the oil and a timer, you can produce fail-proof fried chicken.  If youve ever wanted to make your own fried chicken, now is the time to try!Cornstarch is one of our recommended ingredients for the crispiest fried chicken. Cornstarch is often used in Asian fried chicken recipes. The combination of the flour with cornstarch produces the crispiest result. You can replace all of the flour with cornstarch, or you can try using a similar non-gluten based flour or flour blend in place of traditional all-purpose flour. There are lots of options when it comes to oil used for deep frying. Common options include peanut oil, vegetable oil, canola oil, safflower oil, corn oil and more. Vegetable oil is the oil we recommend using for deep frying. It has a high smoke point and once used for frying, can be reused. Simply let the oil cool down completely, strain it, and return it to a storage container for later use. The best temperature to fry chicken at is 350 degrees Fahrenheit. It is normal though for the oil temperature to fluctuate while cooking. As long as your oil is between 300 and 350 degrees Fahrenheit, your chicken should come out perfect. ",
    "facility": [
      {
        "name": "Instant Car Services",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "24/7 Quality Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "Easy Customer Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "Quality Cost Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      }
    ]
  },
  {
    "_id": "635b5afc1dafe382a9da8c98",
    "service_id": "02",
    "title": "Lollipop Chicken",
    "img": "https://myfoodstory.com/wp-content/uploads/2020/02/Chicken-Lollipop-4.jpg",
    "price": "150.00",
    "description": "A piece of chicken- either the drumette or the drumstick- is cut, or frenched into a lollipop shape by pushing and cutting the meat down the bone. The result is a lollipop shaped chicken treat, that is easy to eat! A sharp kitchen knife, kitchen shears and a non-slippery cutting board. I also like to keep a few paper towels handy, as they can help pull the slippery skin off of the stick of the lollipop. Youll also need your marinade, and a medium height casserole dish to marinate them in. I prefer not to submerge them in marinade in a plastic bag, as I like a clean bone to hold onto while eating these. Slice chicken drumsticks at the neck of the bone (about 2 inches where the meat first starts to get thick). Pull upwards, and using a paper towel for a firmer grip, pull the chicken skin off, creating a clean bone which acts as the lollipop stick. On the meaty drumstick side of the chicken, slice a portion of the bottom bone off, allowing the chicken to stand up on its own. Leaving the skin on, push the meat towards the end of the lollipop. They should stand up on their own! Not standing up on their own? Make sure the bone on the bottom of the drumstick is flat. At this point, you can also trim away any unnecessary tendons",
    "facility": [
      {
        "name": "Instant Car Services",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "24/7 Quality Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "Easy Customer Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "Quality Cost Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      }
    ]
  },
  {
    "_id": "635b5b691dafe382a9da8c99",
    "service_id": "03",
    "title": "Chilli Grill Tandoori",
    "img": "https://thewoksoflife.com/wp-content/uploads/2016/06/grilled-tandoori-chicken-2.jpg",
    "price": "30.00",
    "description": "Tandoori is a style of cooking from the Indian subcontinent that refers to cooking food in a clay oven, which is also called a Tandoor. Most traditional Tandoori chicken is marinated in yogurt and vibrant spices before it is roasted in the clay oven.Since most of us don't have clay ovens, there are other ways we can replicate the cooking methods with our own kitchen appliances such as an oven or outdoor grill, My boys LOVE tandoori chicken. For years, we ate it in restaurants, our fingers got red from the food coloring they used. Every time we went to India we would enjoy my mom's Tandoori chicken on her terrace mini-tandoor and it was so much more flavorful and bright red without any artificial coloring. The secret when I asked her was the mild Kashmiri chili powder that gave her tandoori chicken the bright hue. In addition to yogurt, I finally got her recipe and realized how easy it was to make tandoori chicken at home. Before we knew it was on our repeat list. It is also my go-to dish when I have guests over and for those warm summer evening get-togethers.",
    "facility": [
      {
        "name": "Instant Car Services",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "24/7 Quality Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "Easy Customer Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "Quality Cost Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      }
    ]
  },
  {
    "_id": "635b5ba51dafe382a9da8c9a",
    "service_id": "06",
    "title": "Party Meal Grill",
    "img": "https://entertainingwithbeth.com/wp-content/uploads/2020/07/MixedGrillPartyHERO.jpg",
    "price": "20.00",
    "description": "Lamb Chops? Chicken? Sausages? Can't decide on what to grill? Then host a mixed grill party! A mixed grill party involves grilling a selection of meats along with some paired condiments and grilled veggies. It's a fun way to elevate a simple BBQ night, into something extra special and delicious! It's a wonderful main course recipe to serve in the summertime when you have a large group of people because it's easy to up the quantity, and suit a variety of tastes! It's also fun and interactive to serve too.In this mixed grill platter, I like to include chicken, lamb, and sausages and then fill in the rest with grilled vegetables and a variety of dipping sauces.For the chicken I use chicken thighs, which are seasoned with garam masala spice, giving them a wonderful sweet and savory flavor.  The chicken thighs stay extra moist and juicy on the grill, unlike chicken breasts which can dry out while waiting for the inside to cook. The second meat I like to serve is grilled lamb chops which are seasoned with a simple rub of salt and pepper and herbs de Provence. Their small size makes them perfect for a mixed grill party since they provide just a bite or two.This is the other secret with hosting a mixed grill party, keep the portions small, so everyone can try a little bit of everything without getting too full on any single item. You really can add any type of sausages you like. For a little heat, try some hot Italian sausage. For something a bit milder, you could try some chicken sausage too. Or do a combination of both. For your lamb chops, you'll want to buy them as French cut chops. French cut is when the butcher will trim the fat along the bone exposing a little handle for your chop.They make for a prettier presentation this way, and they will be easier to grill because, without all that fat, you won't have to deal with flare-ups from your grill. To make your mustard serving bowl more interesting, and lessen your dishes at the end of the night, use one bowl to serve both and just share the bowl by dedicating aside to each. It looks prettier this way, assuming guests don't try to mix them together ha!   ",
    "facility": [
      {
        "name": "Instant Car Services",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "24/7 Quality Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "Easy Customer Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      },
      {
        "name": "Quality Cost Service",
        "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
      }
    ]
  }
]
